IDEA Open Model
TendonComponentLoading Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the TendonComponentLoading class
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public TendonComponentLoading()
Public Sub New
See Also
Reference
TendonComponentLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace